{
    
    "passages": [{
        
        "number":1,
        "tokenized":['وزیراعظم کے معاون خصوصی ڈاکٹر فیصل سلطان کی جانب سے بھی اس خبر کی تصدیق کر دی گئی ہے۔','ڈاکٹر فیصل سلطان کاکہنا ہے کہ وزیراعظم عمران خان کا کورونا ٹیسٹ مثبت آیا جس کے بعد وہ اپنے گھر میں ہی قرنطینہ میں چلے گئے ہیں۔','وزیراعظم نے دو دنوں میں کس کس سے ملاقاتیں کیں؟  ','وزیراعظم نے جمعرات کو ویکسین لگوائی اور پھر اسی دن اسلام آباد میں ہاؤسنگ اسکیم کا افتتاح بھی کیا جس میں زلفی بخاری سمیت دیگر لوگ ان کے ساتھ موجود تھے۔','اس کے بعد وزیراعظم نے کویت کے وزیرخارجہ سے بھی ملاقات کی جس میں ان سے دستاویزات کا بھی تبادلہ ہوا۔',' اس کے علاوہ وزیراعظم عمران خان نے گزشتہ روز سوات موٹر وے کا دورہ بھی کیا تھا اور اس موقع پر وزیر مواصلات مراد سعید اور وزیراعلیٰ خیبر پختونخوا محمود خان بھی موجود تھے۔ ','انڈس اسپتال کے سی ای او  ڈاکٹر عبدالباری کا جیو نیوز سے گفتگو کرتے ہوئے کہنا تھا کہ ویکسین لگنے کے بعد کورونا مثبت نہیں آتا، وزیراعظم کو ویکسین لگانے سے قبل ہی کورونا کا ایکسپوژر ہوا ہو گا کیونکہ ویکسین لگانے کے بعد کورونا نہیں ہوتا۔','ڈاکٹر عبدالباری کا کہنا تھا کہ ویکسین لگنے کے 2 سے 3 ہفتوں کے بعد اینٹی باڈیز بننا شروع ہوتی ہیں اسی لیے چینی ویکیسین کی دو ڈوز لگائی جاتی ہیں تاکہ اینٹی باڈیز  زیادہ بن جائیں۔','ان کا کہنا ہے کہ امید ہے کہ وزیراعظم کو علامات بہت کم ہوں گی کیونکہ وہ خود کو فٹ بھی رکھتے ہیں اور آنے والے دنوں میں ان کی اینٹی باڈیز بھی بننا شروع ہو جائیں گی۔'],
        "raw": """وزیراعظم کے معاون خصوصی ڈاکٹر فیصل سلطان کی جانب سے بھی اس خبر کی تصدیق کر دی گئی ہے ڈاکٹر فیصل سلطان کاکہنا ہے کہ وزیراعظم عمران خان کا کورونا ٹیسٹ مثبت آیا جس کے بعد وہ اپنے گھر میں ہی قرنطینہ میں چلے گئے ہیں وزیراعظم نے دو دنوں میں کس کس سے ملاقاتیں کیں؟  وزیراعظم نے جمعرات کو ویکسین لگوائی اور پھر اسی دن اسلام آباد میں ہاؤسنگ اسکیم کا افتتاح بھی کیا جس میں زلفی بخاری سمیت دیگر لوگ ان کے ساتھ موجود تھے اس کے بعد وزیراعظم نے کویت کے وزیرخارجہ سے بھی ملاقات کی جس میں ان سے دستاویزات کا بھی تبادلہ ہوا  اس کے علاوہ وزیراعظم عمران خان نے گزشتہ روز سوات موٹر وے کا دورہ بھی کیا تھا اور اس موقع پر وزیر مواصلات مراد سعید اور وزیراعلیٰ خیبر پختونخوا محمود خان بھی موجود تھے  انڈس اسپتال کے سی ای او  ڈاکٹر عبدالباری کا جیو نیوز سے گفتگو کرتے ہوئے کہنا تھا کہ ویکسین لگنے کے بعد کورونا مثبت نہیں آتا، وزیراعظم کو ویکسین لگانے سے قبل ہی کورونا کا ایکسپوژر ہوا ہو گا کیونکہ ویکسین لگانے کے بعد کورونا نہیں ہوتا ڈاکٹر عبدالباری کا کہنا تھا کہ ویکسین لگنے کے 2 سے 3 ہفتوں کے بعد اینٹی باڈیز بننا شروع ہوتی ہیں اسی لیے چینی ویکیسین کی دو ڈوز لگائی جاتی ہیں تاکہ اینٹی باڈیز  زیادہ بن جائیں ان کا کہنا ہے کہ امید ہے کہ وزیراعظم کو علامات بہت کم ہوں گی کیونکہ وہ خود کو فٹ بھی رکھتے ہیں اور آنے والے دنوں میں ان کی اینٹی باڈیز بھی بننا شروع ہو جائیں گی """       
    },
    {
        
        "number":2,
        "tokenized": ['آخر کار پی ڈی ایم میں نہ پُر ہونے والا شگاف پڑ گیا',' جو لوگ نہیں مانتے تھے وہ بھی تسلیم کر رہے ہیں کہ پوری اپوزیشن پر بھاری کون پڑا؟',' کس نے اپنے کارڈز موثر انداز میں حکمت عملی کے ساتھ کھیلے؟',' اپنے مہروں کی جنبش سے سب کو مات دی اور کس کی ہار کو اپنی جیت میں تبدیل کیا؟',' اگر دیکھا جائے تو فی الوقت تو سب سے بڑا سیاسی خسارہ پاکستان مسلم لیگ (ن) کو ہوا ہے اور پھر جے یو آئی کو۔',' لگتا ہے کہ مولانا فضل الرحمٰن تو کسی نہ کسی طرح اس خسارے کو پورا کر لیں گے لیکن مسلم لیگ (ن) کے لئے آنے والا وقت کڑی آزمائش کا ہے۔ ','صرف چھ ماہ پہلے وجود میں آنے والا سیاسی اتحاد جس طرح اپنے اختتام یا انجام کو پہنچا ہے اس سے سیداستدانوں کے قول و فعل میں تضاد، خود غرضی اور جمہوریت کے مستقبل کا اندازہ بخوبی لگایا جا سکتا ہے',' لیکن یہ تاثر بھی پوری شدت کے ساتھ موجود ہے کہ جو پی ڈی ایم سے باہر ہوا اور جس جماعت نے بغاوت کی وہ ابتدائی سطح پر ہی پی ڈی ایم میں حقیقی طور پر شامل نہیں تھا بلکہ اس نے وہی کچھ کیا جو پہلے سے طے تھا۔',' یوں تو پی ڈی ایم میں اختلاف کی افواہیں اس کی تشکیل کے ساتھ ہی شروع ہو گئی تھیں لیکن یہ افواہیں وقت گزرنے کے ساتھ ساتھ خبریں اور ’’بریکنگ نیوز‘‘ بھی بننے لگیں اور منگل کو جب پی ڈی ایم کا سربراہی اجلاس شروع ہوا تو اجلاس کے اندر سے ہی جو خبریں آرہی تھیں ان سے صورتحال واضح ہو رہی تھی',' لیکن اپوزیشن کے پارٹی ترجمان اور دیگر رہنما اس بات پر مصر تھے کہ جب تک اجلاس کے اختتام پر پریس کانفرنس نہیں ہوتی۔','اس طرح کی افواہیں پھیلتی رہیں گی',' بعض رہنمائوں اور ترجمانوں نے تو یہ الزام بھی میڈیا پر عائد کردیا کہ پی ڈی ایم میں تقسیم کی چلنے والی خبریں ایجنسیوں کے کہنے پر چلائی جا رہی ہیں',' لیکن جب پی ڈی ایم میں شامل جماعتوں کے صدر اور مرکزی رہنما پریس کانفرنس کے لئے سامنے آئے تو ان کے چہرے پر سب کچھ لکھا پڑھا جا رہا تھا،',' تاہم پھر بھی مولانا فضل الرحمٰن نے اپنی مختصر گفتگو میں اجلاس کے دوران پیپلز پارٹی کے طرز عمل کو غیر جمہوری کہتے ہوئے اجلاس کی ساری صورتحال بیان کردی اور دوسرے لفظوں میں 26مارچ کو ہونے والا لانگ مارچ غیرمعینہ مدت تک کے لئے ملتوی کرنے کا اعلان کرتے ہوئے وہاں سے رخصت ہو گئے اور مریم نواز کے اصرار کے باوجود انہوں نے پلٹ کر بھی نہ دیکھا۔',' آصف علی زرداری نے پی ڈی ایم میں شامل ہو کر محض چند ماہ میں وہ کچھ حاصل کر لیا جو شاید انہیں برسوں کی سیاست میں بھی حاصل نہیں ہوتا۔','انہوں نے اپوزیشن کی سب سے بڑی جماعت پاکستان مسلم لیگ (ن) جس کے ساتھ ان کی مخالفت سیاسی انتہا تٰک رہی ہے اور اس کا اندازہ مسلم لیگ (ن) کے رہنمائوں اور سابق وزیراعظم نواز شریف اور شہباز شریف کے بیانات اور اقدامات سے بخوبی لگایا جا سکتا ہے انہوں نے اس وزیراعظم کی صاحبزادی مریم نواز سے پاکستان پیپلز پارٹی زندہ باد کے نعرے بھی لگوا دیے، لاڑکانہ میں محترمہ بینظیر بھٹو کی برسی پر مسلم لیگ (ن) کی رہنما کی جانب سے ذوالفقار علی بھٹو اور محترمہ بےنظیر بھٹو کو ’’شہید‘‘ کہلوا دیا اور شاید اب وہ کبھی عمران، زرداری بھائی بھائی کا نعرہ نہیں لگوا سکیں گی اور یہی تقاریر اور سلوگنز اور نعرے ان کی مستقبل کی سیاست میں ان کا تعاقب کریں گے۔','اس پاکستان مسلم لیگ (ن) کو اس ’’سیاسی میچ‘‘ میں واپس لآنے کے لئے میاں نواز شریف کو میدان میں آنا ہوگا اور اگر میاں نواز شریف انتہائی نتائج کا سامنا کرنے کے لئے ذہنی طور پر تیار ہو جاتے ہیں تو پھر انہیں پی ڈی ایم جیسا اتحاد بنانے کی کوئی ضرورت نہیں ہوگی۔',' لوگ ان کی جراتمندی کو سلام کریں گے اور وہ ایک نڈر، طاقتور اور واقعتاً انقلابی لیڈر کے طور پر پہچانے جائیں گے',' بصورت دیگر میاں شہباز شریف اور حمزہ شریف تو ہیں ہی',' پاکستان شاید وہ واحد ملک ہوگا جس کے سب سے بڑے اہم قانون ساز ادارے جسے اسی مناسب سے ایوانِ بالا بھی کہا جاتا ہے کے چیئرمین اور ڈپٹی چیئرمین کا کوئی قابلِ ذکر سیاسی، قانونی اور آئینی پس منظر نہیں ہے',' جبکہ اسی ایوان میں حکومت اور اپوزیشن کی کئی ایسی شخصیات موجود ہیں جن کا ان حوالوں سے انتہائی معتبر، طویل اور قابلِ قدر تجربہ ہے لیکن وہ ایوان میں گفتگو کرنے سے پہلے انہی لوگوں سے اجازت لیں گے اور ان کی ہدایات پر عمل کے پابند ہوں گے۔','یہ درست ہے کہ صادق سنجرانی جب ایوان میں آئے تو پارلیمانی نظام میں نووارد ہی نہیں بلکہ نو آمود بھی تھے لیکن انہوں نے اپنے دھیمے مزاج اور مفاہمانہ طرزِ عمل سے ایوان میں سب کو ساتھ لے کر چلنے کا ہنر سیکھ لیا ہے۔',' پھر سینیٹ کے ایوان میں بھی جو ارکان گزشتہ کچھ عرصے میں آئے ہیں ان کی قابلیت اور پس منظر بھی کوئی قابل رشک نہیں لیکن یہ بھی جمہوریت کا حسن ہے یا پھر تبدیلی کا اعجاز۔','دوسری مرتبہ منتخب ہونے والے چیئرمین سینیٹ صادق سنجرانی جو ماضی میں سابقہ وزرائے اعظم میاں نواز شریف، یوسف رضا گیلانی کے کوارڈینٹر رہ چکے ہیں، اس مرتبہ ان کا مقابلہ یوسف رضا گیلانی سے تھا اور خوب تھا۔',' خفیہ کیمروں۔ دھاندلی نامنظور اور چور چور کے نعروں میں جب پریذائیڈنگ افسر مظفر حسین شاہ نے، جنہیں قانون کے مطابق صدر مملکت نے یہ ذمہ داریاں تفویض کی تھیں، صادق سنجرانی اور مرزا محمد آفریدی کی کامیابی کا اعلان کیا تو ایوان جشن کے انداز میں فاتحانہ نعروں اور اپوزیشن کی صدائے احتجاج سے گونج اٹھا۔','سینیٹ کے ایوان میں قومی اسمبلی میں ہونے والی ہنگامہ آرائی اور شور شرابے کے مناظر پیش آئے۔',' نتائج کا اعلان ہونے کے بعد پی ڈی ایم کے سنیٹر ایوان سے باہر نکل گئے جبکہ یوسف رضا گیلانی نتائج کے بعد ایک لمحہ بھی اپنی نشست پر نہیں بیٹھے اور اب اپوزیشن نے ان نتائج کو مسترد کرتے ہوئے عدالتوں میں جانے کا اعلان کیا ہے',' لیکن حقیقت تو یہ ہے کہ صادق سنجرانی اور مرزا محمد آفریدی، چیئرمین اور ڈپٹی چیئرمین بن چکے ہیں اگر اپوزیشن عدالتوں میں جاتی ہے تو نہیں معلوم اس کا فیصلہ کب ہوگا؟','پارلیمانی امور پر نظر رکھنے والے بعض ناقدین کا اس تناظر میں یہ کہنا قطعی طور پر درست لگتا ہے کہ اب وقت آگیا ہے کہ پارلیمان کے دونوں ایوانوں میں وسیع پیمانے پر اصلاحات کا عمل شروع کیا جائے۔',' قواعد و ضوابط میں تبدیلی لائی جائے۔',' رولز آف گیمز کا ازسر نو جائزہ لیا جائے، ایوانِ بالا کے وقار کو ملحوظ رکھتے ہوئے رکن کیلئے تعلیمی قابلیت کی شرط ضرور رکھی جائے جبکہ یہ بھی کہا جاتا ہے کہ سینیٹ کے الیکشن بھی براہ راست ہونے چاہئیں۔','پی ڈی ایم نے یوسف رضا گیلانی کو سنیٹر بنوا کر حکومتی امیدوار حفیظ شیخ کو جو شکست دی تھی اس پر ان کا جوش و خروش اور پراعتماد ہونا ایک فطری سی بات تھی لیکن یہ خوشی اور اعتماد بہت ہی عارضی ثابت ہوا اور سنیٹ میں پی ڈی ایم کے دونوں امیدواروں کو جس انداز میں شکست ہوئی اس نے یکسر صورتحال تبدیل کر دی۔',' پہلے جو جارحانہ طرز عمل اور بیانات اپوزیشن دے رہی تھی اب صادق سنجرانی کی کامیابی کے بعد وہی طرز عمل حکومت نے اختیار کر لیا ہے۔','صرف ایک دن پہلے حکومتی وزراء یہ کہہ رہے تھے کہ ہمیں لانگ مارچ سے کوئی فرق نہیں پڑتا جس نے جب اور جہاں لانگ مارچ کرنا ہے کرے لیکن سینیٹ میں چیئرمین اور ڈپٹی چیئرمین کی کامیابی کے بعد حکومت نے اچانک ہی حکمت عملی تبدیل کر لی اور پانچ وفاقی وزراء نے پریس کانفرنس میں اور دیگر نے اپنے بیانات اور ٹاک شوز میں پی ڈی ایم کو مذاکرات کی پیشکش کر دی۔ ','پھر حکومتی وزراء نے مذاکرات کی پیشکش کو بھی اس حوالے سے مشروط کر دیا کہ اپوزیشن سے انتخابی اصلاحات پر بات چیت کی جائے گی۔',' ظاہر ہے کہ اپوزیشن اس بات پر کسی صورت آمادہ نہیں ہوگی تاہم یہ خدشہ ضرور ہے کہ منقسم نہ ہو جائے',' حکومت کی یہ حکمت عملی اس طرح کامیاب رہے گی کہ وہ عوام کے سامنے یہ تاثر دینے میں کامیاب ہو جائیں گے کہ حکومت نے مثبت اور اہم قومی امور پر اپوزیشن کو بات کرنے کی پیشکش کی تھی جسے مسترد کر دیا گیا۔'],
        "raw":'''آخر کار پی ڈی ایم میں نہ پُر ہونے والا شگاف پڑ گیا جو لوگ نہیں مانتے تھے وہ بھی تسلیم کر رہے ہیں کہ پوری اپوزیشن پر بھاری کون پڑا؟ کس نے اپنے کارڈز موثر انداز میں حکمت عملی کے ساتھ کھیلے؟ اپنے مہروں کی جنبش سے سب کو مات دی اور کس کی ہار کو اپنی جیت میں تبدیل کیا؟ اگر دیکھا جائے تو فی الوقت تو سب سے بڑا سیاسی خسارہ پاکستان مسلم لیگ (ن) کو ہوا ہے اور پھر جے یو آئی کو لگتا ہے کہ مولانا فضل الرحمٰن تو کسی نہ کسی طرح اس خسارے کو پورا کر لیں گے لیکن مسلم لیگ (ن) کے لئے آنے والا وقت کڑی آزمائش کا ہے صرف چھ ماہ پہلے وجود میں آنے والا سیاسی اتحاد جس طرح اپنے اختتام یا انجام کو پہنچا ہے اس سے سیداستدانوں کے قول و فعل میں تضاد، خود غرضی اور جمہوریت کے مستقبل کا اندازہ بخوبی لگایا جا سکتا ہے لیکن یہ تاثر بھی پوری شدت کے ساتھ موجود ہے کہ جو پی ڈی ایم سے باہر ہوا اور جس جماعت نے بغاوت کی وہ ابتدائی سطح پر ہی پی ڈی ایم میں حقیقی طور پر شامل نہیں تھا بلکہ اس نے وہی کچھ کیا جو پہلے سے طے تھا یوں تو پی ڈی ایم میں اختلاف کی افواہیں اس کی تشکیل کے ساتھ ہی شروع ہو گئی تھیں لیکن یہ افواہیں وقت گزرنے کے ساتھ ساتھ خبریں اور ’’بریکنگ نیوز‘‘ بھی بننے لگیں اور منگل کو جب پی ڈی ایم کا سربراہی اجلاس شروع ہوا تو اجلاس کے اندر سے ہی جو خبریں آرہی تھیں ان سے صورتحال واضح ہو رہی تھی لیکن اپوزیشن کے پارٹی ترجمان اور دیگر رہنما اس بات پر مصر تھے کہ جب تک اجلاس کے اختتام پر پریس کانفرنس نہیں ہوتی اس طرح کی افواہیں پھیلتی رہیں گی بعض رہنمائوں اور ترجمانوں نے تو یہ الزام بھی میڈیا پر عائد کردیا کہ پی ڈی ایم میں تقسیم کی چلنے والی خبریں ایجنسیوں کے کہنے پر چلائی جا رہی ہیں لیکن جب پی ڈی ایم میں شامل جماعتوں کے صدر اور مرکزی رہنما پریس کانفرنس کے لئے سامنے آئے تو ان کے چہرے پر سب کچھ لکھا پڑھا جا رہا تھا، تاہم پھر بھی مولانا فضل الرحمٰن نے اپنی مختصر گفتگو میں اجلاس کے دوران پیپلز پارٹی کے طرز عمل کو غیر جمہوری کہتے ہوئے اجلاس کی ساری صورتحال بیان کردی اور دوسرے لفظوں میں 26مارچ کو ہونے والا لانگ مارچ غیرمعینہ مدت تک کے لئے ملتوی کرنے کا اعلان کرتے ہوئے وہاں سے رخصت ہو گئے اور مریم نواز کے اصرار کے باوجود انہوں نے پلٹ کر بھی نہ دیکھا آصف علی زرداری نے پی ڈی ایم میں شامل ہو کر محض چند ماہ میں وہ کچھ حاصل کر لیا جو شاید انہیں برسوں کی سیاست میں بھی حاصل نہیں ہوتا انہوں نے اپوزیشن کی سب سے بڑی جماعت پاکستان مسلم لیگ (ن) جس کے ساتھ ان کی مخالفت سیاسی انتہا تٰک رہی ہے اور اس کا اندازہ مسلم لیگ (ن) کے رہنمائوں اور سابق وزیراعظم نواز شریف اور شہباز شریف کے بیانات اور اقدامات سے بخوبی لگایا جا سکتا ہے انہوں نے اس وزیراعظم کی صاحبزادی مریم نواز سے پاکستان پیپلز پارٹی زندہ باد کے نعرے بھی لگوا دیے، لاڑکانہ میں محترمہ بینظیر بھٹو کی برسی پر مسلم لیگ (ن) کی رہنما کی جانب سے ذوالفقار علی بھٹو اور محترمہ بےنظیر بھٹو کو ’’شہید‘‘ کہلوا دیا اور شاید اب وہ کبھی عمران، زرداری بھائی بھائی کا نعرہ نہیں لگوا سکیں گی اور یہی تقاریر اور سلوگنز اور نعرے ان کی مستقبل کی سیاست میں ان کا تعاقب کریں گے اس پاکستان مسلم لیگ (ن) کو اس ’’سیاسی میچ‘‘ میں واپس لآنے کے لئے میاں نواز شریف کو میدان میں آنا ہوگا اور اگر میاں نواز شریف انتہائی نتائج کا سامنا کرنے کے لئے ذہنی طور پر تیار ہو جاتے ہیں تو پھر انہیں پی ڈی ایم جیسا اتحاد بنانے کی کوئی ضرورت نہیں ہوگی لوگ ان کی جراتمندی کو سلام کریں گے اور وہ ایک نڈر، طاقتور اور واقعتاً انقلابی لیڈر کے طور پر پہچانے جائیں گے بصورت دیگر میاں شہباز شریف اور حمزہ شریف تو ہیں ہی پاکستان شاید وہ واحد ملک ہوگا جس کے سب سے بڑے اہم قانون ساز ادارے جسے اسی مناسب سے ایوانِ بالا بھی کہا جاتا ہے کے چیئرمین اور ڈپٹی چیئرمین کا کوئی قابلِ ذکر سیاسی، قانونی اور آئینی پس منظر نہیں ہے جبکہ اسی ایوان میں حکومت اور اپوزیشن کی کئی ایسی شخصیات موجود ہیں جن کا ان حوالوں سے انتہائی معتبر، طویل اور قابلِ قدر تجربہ ہے لیکن وہ ایوان میں گفتگو کرنے سے پہلے انہی لوگوں سے اجازت لیں گے اور ان کی ہدایات پر عمل کے پابند ہوں گے یہ درست ہے کہ صادق سنجرانی جب ایوان میں آئے تو پارلیمانی نظام میں نووارد ہی نہیں بلکہ نو آمود بھی تھے لیکن انہوں نے اپنے دھیمے مزاج اور مفاہمانہ طرزِ عمل سے ایوان میں سب کو ساتھ لے کر چلنے کا ہنر سیکھ لیا ہے پھر سینیٹ کے ایوان میں بھی جو ارکان گزشتہ کچھ عرصے میں آئے ہیں ان کی قابلیت اور پس منظر بھی کوئی قابل رشک نہیں لیکن یہ بھی جمہوریت کا حسن ہے یا پھر تبدیلی کا اعجاز۔ دوسری مرتبہ منتخب ہونے والے چیئرمین سینیٹ صادق سنجرانی جو ماضی میں سابقہ وزرائے اعظم میاں نواز شریف، یوسف رضا گیلانی کے کوارڈینٹر رہ چکے ہیں، اس مرتبہ ان کا مقابلہ یوسف رضا گیلانی سے تھا اور خوب تھا خفیہ کیمروں دھاندلی نامنظور اور چور چور کے نعروں میں جب پریذائیڈنگ افسر مظفر حسین شاہ نے، جنہیں قانون کے مطابق صدر مملکت نے یہ ذمہ داریاں تفویض کی تھیں، صادق سنجرانی اور مرزا محمد آفریدی کی کامیابی کا اعلان کیا تو ایوان جشن کے انداز میں فاتحانہ نعروں اور اپوزیشن کی صدائے احتجاج سے گونج اٹھا سینیٹ کے ایوان میں قومی اسمبلی میں ہونے والی ہنگامہ آرائی اور شور شرابے کے مناظر پیش آئے نتائج کا اعلان ہونے کے بعد پی ڈی ایم کے سنیٹر ایوان سے باہر نکل گئے جبکہ یوسف رضا گیلانی نتائج کے بعد ایک لمحہ بھی اپنی نشست پر نہیں بیٹھے اور اب اپوزیشن نے ان نتائج کو مسترد کرتے ہوئے عدالتوں میں جانے کا اعلان کیا ہے لیکن حقیقت تو یہ ہے کہ صادق سنجرانی اور مرزا محمد آفریدی، چیئرمین اور ڈپٹی چیئرمین بن چکے ہیں اگر اپوزیشن عدالتوں میں جاتی ہے تو نہیں معلوم اس کا فیصلہ کب ہوگا؟ پارلیمانی امور پر نظر رکھنے والے بعض ناقدین کا اس تناظر میں یہ کہنا قطعی طور پر درست لگتا ہے کہ اب وقت آگیا ہے کہ پارلیمان کے دونوں ایوانوں میں وسیع پیمانے پر اصلاحات کا عمل شروع کیا جائے قواعد و ضوابط میں تبدیلی لائی جائے رولز آف گیمز کا ازسر نو جائزہ لیا جائے، ایوانِ بالا کے وقار کو ملحوظ رکھتے ہوئے رکن کیلئے تعلیمی قابلیت کی شرط ضرور رکھی جائے جبکہ یہ بھی کہا جاتا ہے کہ سینیٹ کے الیکشن بھی براہ راست ہونے چاہئیں پی ڈی ایم نے یوسف رضا گیلانی کو سنیٹر بنوا کر حکومتی امیدوار حفیظ شیخ کو جو شکست دی تھی اس پر ان کا جوش و خروش اور پراعتماد ہونا ایک فطری سی بات تھی لیکن یہ خوشی اور اعتماد بہت ہی عارضی ثابت ہوا اور سنیٹ میں پی ڈی ایم کے دونوں امیدواروں کو جس انداز میں شکست ہوئی اس نے یکسر صورتحال تبدیل کر دی پہلے جو جارحانہ طرز عمل اور بیانات اپوزیشن دے رہی تھی اب صادق سنجرانی کی کامیابی کے بعد وہی طرز عمل حکومت نے اختیار کر لیا ہے صرف ایک دن پہلے حکومتی وزراء یہ کہہ رہے تھے کہ ہمیں لانگ مارچ سے کوئی فرق نہیں پڑتا جس نے جب اور جہاں لانگ مارچ کرنا ہے کرے لیکن سینیٹ میں چیئرمین اور ڈپٹی چیئرمین کی کامیابی کے بعد حکومت نے اچانک ہی حکمت عملی تبدیل کر لی اور پانچ وفاقی وزراء نے پریس کانفرنس میں اور دیگر نے اپنے بیانات اور ٹاک شوز میں پی ڈی ایم کو مذاکرات کی پیشکش کر دی پھر حکومتی وزراء نے مذاکرات کی پیشکش کو بھی اس حوالے سے مشروط کر دیا کہ اپوزیشن سے انتخابی اصلاحات پر بات چیت کی جائے گی ظاہر ہے کہ اپوزیشن اس بات پر کسی صورت آمادہ نہیں ہوگی تاہم یہ خدشہ ضرور ہے کہ منقسم نہ ہو جائے حکومت کی یہ حکمت عملی اس طرح کامیاب رہے گی کہ وہ عوام کے سامنے یہ تاثر دینے میں کامیاب ہو جائیں گے کہ حکومت نے مثبت اور اہم قومی امور پر اپوزیشن کو بات کرنے کی پیشکش کی تھی جسے مسترد کر دیا گیا'''
        
    }]
    
    
    
}
